/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "¡Te estás quedando sin espacio en el disco!";
"MonitorOutOfSpace_NotifDescription" = "Abre CleanMyMac para eliminar elementos innecesarios y recuperar espacio.";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "¡Diagnóstico S.M.A.R.T. crítico!";
"MonitorSMART_NotifDescription" = "CleanMyMac informa: el diagnóstico del disco indica falla inminente. Tome acción para prevenir pérdida de datos.";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "¡Vida baja del SSD!";
"MonitorSSD_NotifTooltip" = "La vida de tu SSD %@ es %li%%";
"MonitorSSDLife_NotifDescription" = "CleanMyMac informa: el diagnóstico del disco indica falla inminente. Toma acción para prevenir pérdida de datos.";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "¡Temperatura del disco alta!";
"MonitorHighTemp_NotifTooltip" = "La temperatura de %@ excede los %@";
"MonitorHighTemp_NotifDescription" = "CleanMyMac informa: la temperatura de tu disco excede la dosis recomendada. Asegúrate que esto no suceda a menudo.";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "¡Tu batería está fallando!";
"MonitorBattery_NotifDescription" = "CleanMyMac informa: los recursos de tu batería están muy bajos. Considera cambiar la batería.";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "Uso de memoria alto";
"MonitorRAM_NotifDescription" = "CleanMyMac informa: su Mac se está quedando sin memoria, virtual y física. Considere cerrar algunas aplicaciones.";

/* Battery health */
"Health: %@" = "Salud: %@";

"Undefined" = "Indefinido";
"Fair" = "Regular";
"Good" = "Normal";
"Poor" = "Pobre";

/* Battery charging state */
"Charged" = "Cargado";
"Not Charging" = "No carga";
"Calculating…" = "Calculando…";
"%ld:%02ld Until Full" = "%ld:%02ld hasta completar la carga";
"%ld:%02ld Remaining" = "%ld:%02ld restante";
"%@ Limited" = "%@ Limitada";
"%@ Threshold" = "%@ Umbral";
"Overfilled" = "Relleno";

"DiskFreeSpace_description" = "%@ libres";
"DiskFreeSpace_tooltip" = "%@ libres\n%@ disponibles. Esta cifra representa la cantidad total de espacio libre y que puede limpiarse que el sistema puede liberar de forma instantánea.";
"RAMStatus_description" = "%@ libres";
"RAMStatus_tooltip" = "%@ libres";
"RAMCleanupInProgress_Title" = "Liberando…";
"TrashSizeStatus_description" = "%@ usados";
"TrashSizeStatus_tooltip" = "%@ usados";
"TrashSizeStatus_tooltipForZeroSize" = "%@ usado en %@";

"WiredRAM_LegendTitle" = "Física";
"WiredRAM_LegendDescription" = "Memoria que no se puede almacenar en disco, así que debe permanecer en la memoria RAM. Esta memoria no puede ser prestada por otras aplicaciones.";

"ActiveRAM_LegendTitle" = "Activa";
"ActiveRAM_LegendDescription" = "Estos datos están en la memoria RAM y se han utilizado recientemente.";

"InactiveRAM_LegendTitle" = "Inactiva";
"InactiveRAM_LegendDescription" = "Estos datos están en memoria RAM, recientemente fueron utilizados pero no en este actualmente.";

"CompressedRAM_LegendTitle" = "Comprimida";
"CompressedRAM_LegendDescription" = "La cantidad de memoria en RAM que se comprime para liberar más memoria RAM para otros procesos.";

"GHz" = "GHz";

"Monitoring OFF" = "Monitoreo desactivado";
